<?php
header("Access-Control-Allow-Origin: *");
$data = [
    "status"=> 0,
    "message"=>[
            "id"=>19,
            "title"=>"海贼王",
            "add_time"=>"2015-04-16T03:05:34.000Z",
            "click"=>"1",
            "content"=>"《航海王》是日本漫画家尾田荣一郎作画的
            少年漫画作品，于1997年7月22日在集英社《周刊少年Jump》
            开始连载。改编的电视动画《航海王》于1999年10月20日起在
            富士电视台首播。2012年5月11日，《航海王》获得第41回日
            本漫画家协会赏。本作被吉尼斯世界纪录官方认证为“世界上
            发行量最高的单一作者创作的系列漫画”。2017年7月21日，日
            本纪念日协会通过认证，将每年的7月22日设立为“ONE PIECE纪
            念日”。《航海王》是日本漫画家尾田荣一郎作画的
            少年漫画作品，于1997年7月22日在集英社《周刊少年Jump》
            开始连载。改编的电视动画《航海王》于1999年10月20日起在
            富士电视台首播。2012年5月11日，《航海王》获得第41回日
            本漫画家协会赏。本作被吉尼斯世界纪录官方认证为“世界上
            发行量最高的单一作者创作的系列漫画”。2017年7月21日，日
            本纪念日协会通过认证，将每年的7月22日设立为“ONE PIECE纪
            念日”。《航海王》是日本漫画家尾田荣一郎作画的
            少年漫画作品，于1997年7月22日在集英社《周刊少年Jump》
            开始连载。改编的电视动画《航海王》于1999年10月20日起在
            富士电视台首播。2012年5月11日，《航海王》获得第41回日
            本漫画家协会赏。本作被吉尼斯世界纪录官方认证为“世界上
            发行量最高的单一作者创作的系列漫画”。2017年7月21日，日
            本纪念日协会通过认证，将每年的7月22日设立为“ONE PIECE纪
            念日”。开始连载。改编的电视动画《航海王》于1999年10月20日起在
            富士电视台首播。2012年5月11日，《航海王》获得第41回日
            本漫画家协会赏。本作被吉尼斯世界纪录官方认证为“世界上
            发行量最高的单一作者创作的系列漫画”。2017年7月21日，日
            本纪念日协会通过认证，将每年的7月22日设立为“ONE PIECE纪
            念日”。《航海王》是日本漫画家尾田荣一郎作画的
            少年漫画作品，于1997年7月22日在集英社《周刊少年Jump》
            开始连载。改编的电视动画《航海王》于1999年10月20日起在
            富士电视台首播。2012年5月11日，《航海王》获得第41回日
            本漫画家协会赏。本作被吉尼斯世界纪录官方认证为“世界上
            发行量最高的单一作者创作的系列漫画”。2017年7月21日，日
            本纪念日协会通过认证，将每年的7月22日设立为“ONE PIECE纪
            念日”。《航海王》是日本漫画家尾田荣一郎作画的
            少年漫画作品，于1997年7月22日在集英社《周刊少年Jump》
            开始连载。改编的电视动画《航海王》于1999年10月20日起在
            富士电视台首播。2012年5月11日，《航海王》获得第41回日
            本漫画家协会赏。本作被吉尼斯世界纪录官方认证为“世界上
            发行量最高的单一作者创作的系列漫画”。2017年7月21日，日
            本纪念日协会通过认证，将每年的7月22日设立为“ONE PIECE纪
            念日”",
    ]
];
echo json_encode($data);
?>
   



